lanid/node_modules_local/lbs.api.ivm.roll/API/ID/IDtest/testcase2.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope
        xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc12="http://www.w3.org/2003/05/soap-encoding"
        xmlns:tns="http://ws.bd.landi.com" xmlns:wsdl="http://schemas.xmlsoap.org/wsdl/"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap11="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:wsdlsoap="http://schemas.xmlsoap.org/wsdl/soap/" xmlns:soapenc11="http://schemas.xmlsoap.org/soap/encoding/"
        xmlns:soap12="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <SOAP-ENV:Body>
        <tns:execute xmlns:tns="http://ws.bd.landi.com">
            <tns:in0>GEgi5EuFXlmfGG+QA3QF9fVgdoKkSTwAvTxhbv1r3X69LIdels/wM9AO8zxi/MQmzERRJ48HSacfzFuI4O7ibeJwnjBd/4YZ+G9ZWZgTDf03hHg3CmLs//sOS647tuXbjXWRSGSP/J9E0bWikHggIVg1ohHMtEEoujAACSPe7zv3IaGSLpXU17tMkivoDoH/6RqAuF1C9MyhPhdcM+edT8gWs78No6rBhVntcJoq0EKqlzLjyMugBjJ5KJQ0ngN/ZLj//Glg42ztcGS/2BvxE0lbgoRjTY+o31prCApQjMDfGvcYlPzVnaOuITkXY5WREpR3aO08HNPoql4tDo17MrKHl3xlSDNswMDQiX/4tZ8=</tns:in0>
            <tns:in0>61.152.73.68</tns:in0>
            <tns:in1>3710xxxxxxxx39</tns:in1>
            <tns:in1>赵志良</tns:in1>
        </tns:execute>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>